{"__collections__":{"Items":{"17Qw3cj4XNoo1S50TMr1":{"precio":6000,"stock":10,"nombre":"Watchmen","categoryId":"Comics","detalle":"Una guerra fría entre Estados Unidos y la Unión Soviética, una carrera armamentística en la cual los mísiles nucleares pueden acabar con un país entero en cualquier momento. La tensión ante esta situación se refleja en las calles, en las conversaciones de ciertos personajes, y en la locura que supondría si se acabase desatándo una guerra nuclear.","img":"https://firebasestorage.googleapis.com/v0/b/kamehouse-809cf.appspot.com/o/watchmen.webp?alt=media&token=0abff672-70f6-440c-9940-d7f19e93ebb0","__collections__":{}},"HDVgI3rvWr2LCQVSvnp8":{"precio":4000,"stock":10,"nombre":"BLEACH: Thousand-Year Blood War","categoryId":"Animes","detalle":"Ichigo Kurosaki regresa a la acción en el campo de batalla con sus zanpakutos para ayudar a todo aquel que lo necesite.","img":"https://firebasestorage.googleapis.com/v0/b/kamehouse-809cf.appspot.com/o/bleachty.jpg?alt=media&token=dcb6de41-c103-4846-8c28-63af7da4aba9","__collections__":{}},"Yyd8eeJx9ynuP35r1bJ9":{"precio":34000,"stock":10,"nombre":"Iron Man","categoryId":"Figuras","detalle":"Figura de alta calidad de coleccion, de la mano de la marca Hot Toys","img":"https://firebasestorage.googleapis.com/v0/b/kamehouse-809cf.appspot.com/o/IreoMan.jpg?alt=media&token=6bb17990-c6aa-4c63-8e74-5c9221190593","__collections__":{}},"ieEdnBngeaYnyMhWeA2o":{"precio":8000,"stock":10,"nombre":"Spiderman la última cacería de kraven","categoryId":"Comics","detalle":"Kraven El Cazador ha acechado y acabado con la vida de todos los animales conocidos por el hombre. Pero hay una bestia que se le resiste, una que se burló de él en cada encuentro: el superhéroe conocido como Spiderman. Ahora el tiempo de jugar ha terminado. Acabará con la araña, la enterrará y se convertirá en ella.","img":"https://firebasestorage.googleapis.com/v0/b/kamehouse-809cf.appspot.com/o/spiderman.jpg?alt=media&token=7f1a8b31-1da7-4934-b5c1-88282cc5f53c","__collections__":{}},"uMdLey0pOGwKQeiD1j3P":{"precio":2000,"stock":10,"nombre":"One Piece vol 1","categoryId":"Mangas","detalle":"Una historia épica de piratas, donde narra la historia de \"Monkey D. Luffy\" quien cuado tenia 7 años, comió accidentalmente una \"Akuma no mi\"(Futa del diablo) la cual le dio poderes de goma. Por otra parte \"Gol D. Roger\" conocido como \"El rey de los Piratas\" quien fuera ejecutado por la Marine, habló antes de morir, acerca de su famoso tesoro \"One Piece\" escondido en la \"Gran line\". Esta noticia desato la gran era de la piratas lanzando a incontables piratas a ese lugar, en busca de \"One Piece\" el tesoro perdido. Diez años después, Luffy inspirado en \"Gol D. Roger\" y un pirata de nombre Akagami no Shanks (Shanks el pelirrojo) se convierte en pirata deseando ser el próximo \"Rey de los Piratas\" y zarpar para conocer amigos y tener aventuras con ellos, teniendo como meta encontrar el \"One Piece\".","img":"https://firebasestorage.googleapis.com/v0/b/kamehouse-809cf.appspot.com/o/onepiecevol1.jpg?alt=media&token=49aa81af-8136-460d-95e8-11ee8b168b90","__collections__":{}}}}}